#4주차 과제 문제
#Q1.
#다음 아이스크림 이름과 희망 가격을 딕셔너리로 구성하라.

#이름	가격
#메로나	1000
#폴라포	1200
#빵빠레	1800

#A1.
#ice = {"메로나": 1000, "폴라포": 1200, "빵빠레": 1800}
#print(ice)

#Q2.
#Q1의 딕셔너리에 아래 아이스크림 가격정보를 추가하라.
#이름	가격
#죠스바	1200
#월드콘	1500

#A2
#ice = {"메로나": 1000, "폴라포": 1200, "빵빠레": 1800}
#ice["죠스바"] = 1200
#ice["월드콘"] = 1500
#print(ice)

#Q3
#다음 딕셔너리를 사용하여 메로나 가격을 출력하라.
#ice = {'메로나': 1000,'폴로포': 1200,'빵빠레': 1800,'죠스바': 1200,'월드콘': 1500}
#실행 예:메로나 가격: 1000

#A3
#print("메로나 가격: ", ice["메로나"])

#Q4
#Q3의 딕셔너리에서 메로나 가격을 1300으로 수정하여라

#A4.
#ice["메로나"] = 1300

#Q5
#Q3의 딕셔너리에서 메로나를 삭제하여라

#A5
#del ice["메로나"]
#print(ice)




